Repository: codesyntax/cs.publiccontracts
Catalog: src/*/publiccontracts/locales/*/LC_MESSAGES/*.publiccontracts.po
Languages: es, eu

source: Contract
es: Contrato
eu: Kontratua

source: Contract Procedure
es: Procedimiento
eu: Prozedura

source: Contract Procedures
es: Procedimientos
eu: Prozedurak

source: Contract Processing
es: Tramitación
eu: Izapidea

source: Contract Processings
es: Tramitaciones
eu: Izapideak

source: Contract State
es: Estado
eu: Egoera

source: Contract States
es: Estados
eu: Egoerak

source: Contract Type
es: Tipo
eu: Mota

source: Contract Types
es: Tipos
eu: Motak

source: Contract file number
es: Número de expediente
eu: Expediente zenbakia

source: Contract information
es: Información adicional
eu: Informazio gehigarria

source: Contract procedure name
es: Nombre procedimiento
eu: Prozedura izena

source: Contract procedure value
es: Valor tramitación
eu: Prozedura balioa

source: Contract processing name
es: Nombre tramitación
eu: Izapide izena

source: Contract processing value
es: Valor tramitación
eu: Izapide balioa

source: Contract state name
es: Nombre estado
eu: Egoera izena

source: Contract state value
es: Valor estado
eu: Egoera balioa

source: Contract type name
es: Nombre tipo
eu: Mota izena

source: Contract type value
es: Valor Tipo
eu: Mota balioa

source: Contracts Folder
es: Perfil de contratante
eu: Kontratatzailearen profila

source: ContractsFolder
es: Perfil de contratante
eu: Kontratatzailearen profila

source: Date title
es: Título de la fecha
eu: Dataren titulua

source: Day
es: Fecha
eu: Data

source: Enter here the contract Procedures
es: Introduzca los diferentes procedimientos
eu: Sartu hemen prozedura desberdinak

source: Enter here the contract Processings
es: Introduzca las diferentes tramitaciones
eu: Sartu hemen izapide desberdinak

source: Enter here the contract states
es: Introduzca los diferentes estados
eu: Sartu hemen egoera desberdinak

source: Enter here the contract types
es: Introduzca los diferentes tipos
eu: Sartu hemen mota desberdinak

source: File Number
es: Número de expediente
eu: Expediente zenbakia

source: File Procedure
es: Procedimiento
eu: Prozedura

source: File Processing
es: Tramitación
eu: Izapidea

source: File State
es: Estado
eu: Egoera

source: File Type
es: Tipo
eu: Mota

source: Generic File
es: Instrucciones para la contratación pública
eu: Fitxategi orokorra

source: Last Date
es: Último día
eu: Azken eguna

source: Last date for the submission of tenders
es: Último día para la presentación de las propuestas
eu: Eskaintzak aurkezteko azken eguna

source: Public Contract
es: Contrato
eu: Kontratua

source: dates
es: Fechas
eu: Datak

source: file_number
es: Número de expediente
eu: Expediente zenbakia

source: file_number_title
es: Número de expediente:
eu: Expediente zenbakia:

source: file_procedure
es: Procedimiento
eu: Prozedura

source: file_processing
es: Tramitación
eu: Izapidea

source: file_state
es: Estado
eu: Egoera

source: file_type
es: Tipo
eu: Mota

source: files
es: Ficheros
eu: Fitxategiak

source: generic-file-text
es: Instrucciones para la contratación pública
eu: Kontratazio publikoaren argibideak

source: info
es: Información adicional
eu: Informazio gehigarria

source: last_date
es: Último día
eu: Azken eguna

source: more-info
es: Más información
eu: Informazio gehiago

source: published_date
es: Fecha publicación
eu: Argitaratze data

source: title
es: Título
eu: Titulua
